"中文"="中文";
"英语"="English";
"高棉语"="ភាសាខ្មែរ";
"语言选择"="ការជ្រើសរើសភាសា";
"切换后不满足起送价，是否去添加商品？"="បន្ទាប់ពីការផ្លាស់ប្តូរពីការចែកចាយនេះមិនបំពេញតម្លៃថាតើត្រូវបន្ថែមទំនិញ?";
"是"="វាគឺជាការ";
"否"="គ្មាន";
"发红包" ="ស្រោមសំបុត្រក្រហម";
/* JHAddressMainVC */
"   我的收货地址" = "   អាសយដ្ឋានដឹកជញ្ជូនរបស់ខ្ញុំ";

/* JHTuanGouShopDetailVC */
"   更多信息" = "   ព័ត៌មានបន្ថែម";

/* No comment provided by engineer. */
"   评价后获得%@积分" = "   ទទួលបានបន្ទាប់ពីការវាយតម្លៃ%@អាំងតេក្រាល";

/* JHAddressMainVC */
"   附近地址" = "   អាសយដ្ឋាននៅក្បែរ";

/* JHTuanGouGoodsDetailVC */
"  商家信息" = "  ព័ត៌មានពាណិជ្ជកម្ម";

/* JHTuanGouGoodsDetailVC */
"  套餐详情" = "  ព័ត៌មានលម្អិតកញ្ចប់";

/* No comment provided by engineer. */
"  订单详情" = "  ព័ត៌មានលំអិតតាមលំដាប់";

/* No comment provided by engineer. */
"  请输入申请提现金额" = "  សូមបញ្ចូលចំនួនទឹកប្រាក់ដក";

/* JHTuanGouGoodsDetailVC */
"  购买须知" = "  កំណត់ត្រាទិញ";

/* JHTuanGouMaiDanVC */
"  输入不享受优惠金额(如酒水/套餐)" = "  បញ្ចូលចំនួនបញ្ចុះតម្លៃ(ដូចជាភេសជ្ជៈ/កញ្ចប់)";

/* JHTuanGouDetailEvaluationCell */
"%.1f分" = "%.1fនាទី";

/* No comment provided by engineer. */
"%@  剩余%d份" = "%1$@  នៅសល់";

/* No comment provided by engineer. */
"%@下单" = "%@លំដាប់";

/* JHTuanGouDetailEvaluationCell */
"%@人评价" = "%@ការវាយតម្លៃបុគ្គល";

/* No comment provided by engineer. */
"%@份" = "%@ច្បាប់ចម្លង";

/* No comment provided by engineer. */
"%@分钟(%@送达)" = "%1$@នាទី(%2$@សេវាកម្ម)";

/* No comment provided by engineer. */
"%d月" = "%dខែ";

/* No comment provided by engineer. */
"%ld年" = "%ldឆ្នាំ";

/* No comment provided by engineer. */
"+ 添加信用卡" = "+ បញ្ចូលកាតឥណទាន";

/* No comment provided by engineer. */
"-$%@" = "-$%@";

/* JHTuanGouDetailSetMealHeaderCell */
"1份" = "1ច្បាប់ចម្លង";

/* No comment provided by engineer. */
"<查看用户协议>" = "<មើលកិច្ចព្រមព្រៀងអ្នកប្រើប្រាស់>";

/* No comment provided by engineer. */
"QQ空间" = "QQអវកាស";

/* No comment provided by engineer. */
"TOP店铺排行" = "ចំណាត់ថ្នាក់កំពូល";

/* JHTuanGouDetailSetMealHeaderCell
 JHTuanGouImageTextDetailVC
 JHTuansureOrderVC */
"$" = "$";

/* No comment provided by engineer. */
"$ " = "$ ";

/* JHTuanHomeShopCell */
"$ %@" = "$ %@";

/* JHTuanGouMaiDanVC */
"$ 0.00" = "$ 0.00";

/* No comment provided by engineer. */
"$%.2f" = "$%.2f";

/* JHTuanGoodsDetailRushToBuyView
 JHTuanGouTuijianCollectionViewCell */
"$%@" = "$%@";

/* No comment provided by engineer. */
"$%g优惠券" = "$%gគូប៉ុង";

/* JHTuanProductModel */
"• 使用时间: " = "• ពេលវេលាប្រើប្រាស់: ";

/* JHTuanProductModel */
"• 使用规则:\n" = "• ច្បាប់ប្រើប្រាស់:\n";

/* JHTuanProductModel */
"• 有效期: " = "• រយៈពេលសុពលភាព: ";

/* JHTuanProductModel */
"• 预约电话: " = "• បន្ទាត់កក់: ";

/* No comment provided by engineer. */
"《帮买服务协议》" = "《ជួយទិញកិច្ចព្រមព្រៀងសេវាកម្ម》";

/* No comment provided by engineer. */
"《帮送服务协议》" = "《កិច្ចព្រមព្រៀងសេវាកម្មជំនួយ》";

/* No comment provided by engineer. */
"上传头像成功!" = "ផ្ទុកឡើងរូបតំណាងដោយជោគជ័យ!";

/* No comment provided by engineer. */
"上拉松开进入商品详情" = "ទាញចេញដើម្បីបង្ហាញព័ត៌មានលម្អិតផលិតផល";

/* No comment provided by engineer. */
"上新" = "ថ្មីបំផុត";

/* No comment provided by engineer. */
"下一步" = "ជំហានបន្ទាប់";

/* No comment provided by engineer. */
"下单" = "លំដាប់";

/* No comment provided by engineer. */
"下单时间" = "ពេលវេលាបញ្ជាទិញ";

/* No comment provided by engineer. */
"下单时间:" = "ពេលវេលាបញ្ជាទិញ:";

/* JHTuanSearchGoodsVC */
"下拉可以刷新" = "ទាញចុះក្រោមដើម្បីធ្វើឱ្យស្រស់";

/* JHTuanGouMaiDanVC */
"不享受优惠的金额不能大于消费金额" = "បរិមាណនៃការមិនសប្បាយចិត្តមិនអាចធំជាងបរិមាណចំណាយទេ";

/* JHTuanGouMaiDanVC */
"不享受优惠金额: " = "កុំរីករាយនឹងចំនួនបញ្ចុះ: ";

/* No comment provided by engineer. */
"不使用优惠券" = "កុំប្រើប័ណ្ណ";

/* JHCreateOrderSheetView
 JHWMCreateOrderVC */
"不使用优惠劵" = "កុំប្រើប័ណ្ណ";

/* JHCreateOrderSheetView
 JHWMCreateOrderVC */
"不使用红包" = "កុំប្រើស្រោមសំបុត្រក្រហម";

/* No comment provided by engineer. */
"不含商品费用" = "គ្មានតម្លៃផលិតផលទេ";

/* No comment provided by engineer. */
"不含运费" = "គ្មានការដឹកជញ្ជូន";

/* No comment provided by engineer. */
"不在配送范围内" = "មិនមានការដឹកជញ្ជូន";

/* No comment provided by engineer. */
"不支持使用优惠劵" = "មិនគាំទ្រការប្រើប្រាស់គូប៉ុង";

/* No comment provided by engineer. */
"不支持使用红包" = "មិនគាំទ្រការប្រើប្រាស់កញ្ចប់ពណ៌ក្រហម";

/* No comment provided by engineer. */
"不能转换为string类型" = "មិនអាចបម្លែងទៅជាប្រភេទខ្សែអក្សរ";

/* No comment provided by engineer. */
"不限" = "Any";

/* No comment provided by engineer. */
"两次密码输入不一致,请重新输入!" = "បញ្ចូលលេខសំងាត់ខុសគ្នា 2 ដងសូមចូលមកវិញ!";

/* ShopDetailYouHuiView
 WaiMaiShoperCell */
"个活动" = "សកម្មភាព";

/* JHTuanShopDetailMaidanCell
 JHTuanShopDetailMaidanView */
"买单" = "ទិញការបញ្ជាទិញ";

/* No comment provided by engineer. */
"买单时间:%@" = "ចំណាយពេលវេលា:%@";

/* JHWMCreateOrderVC */
"买家留言" = "ចំណាយពេលវេលា";

/* No comment provided by engineer. */
"亲,您的网络貌似短路了哟!" = "សូមគោរពបណ្ដាញរបស់អ្នកហាក់ដូចជាត្រូវបានសម្រិតសម្រាំងខ្លី.!";

/* No comment provided by engineer. */
"亲,没有更多数据了" = "ជូនចំពោះទិន្នន័យគ្មាន";

/* JHTuanShopDetailMaidanCell
 JHTuanShopDetailMaidanView */
"人均: $" = "ក្នុងមនុស្សម្នាក់: $";

/* No comment provided by engineer. */
"人均最低" = "ទាបបំផុតក្នុងមនុស្សម្នាក់";

/* No comment provided by engineer. */
"人均消费最低" = "ការប្រើប្រាស់ទាបបំផុតក្នុងមនុស្សម្នាក់";

/* WMShopGoodCell */
"人赞" = "សរសើរ";

/* No comment provided by engineer. */
"从相册选择" = "ជ្រើសពីអាល់ប៊ុម";

/* No comment provided by engineer. */
"付款时间:%@" = "ពេលវេលាបង់ប្រាក់:%@";

/* JHWMShowChangeGoodsVC */
"以下商品发生了变化" = "ធាតុដូចខាងក្រោមបានផ្លាស់ប្តូរ";

/* JHWMShowChangeGoodsVC */
"件" = "បំណែក";

/* JHWMCreateOrderVC */
"件商品" = "ធាតុ";

/* JHMallSearchResultVC */
"价格" = "តម្លៃ";

/* No comment provided by engineer. */
"休闲娱乐(6)" = "ការកំសាន្តនិងការកំសាន្ត(ប្រាំមួយ)";

/* No comment provided by engineer. */
"优惠" = "ផ្តល់ជូន";

/* JHTuanGouMaiDanVC */
"优惠买单" = "ផ្តល់វិក័យប័ត្រ";

/* No comment provided by engineer. */
"优惠信息" = "បញ្ចុះតំលៃពត៌មាន";

/* No comment provided by engineer. */
"优惠券" = "គូប៉ុង";

/* JHCreateOrderSheetView
 JHWMCreateOrderVC */
"优惠劵" = "គូប៉ុង";

/* No comment provided by engineer. */
"优惠方案:商家优惠$%.2f" = "កម្មវិធីបញ្ចុះតម្លៃ: ការផ្តល់ជូនឈ្មួញ$%.2f";

/* JHTuanGouMaiDanVC */
"优惠说明" = "ផ្តល់ជូនការពិពណ៌នា";

/* No comment provided by engineer. */
"优选商品" = "ទំនិញដែលពេញចិត្ត";

/* No comment provided by engineer. */
"会员卡" = "កាត​សមាជិក";

/* No comment provided by engineer. */
"余额: %@  还需支付: %@" = "តុល្យភាព: %1$@  នៅតែត្រូវបង់: %2$@";

/* No comment provided by engineer. */
"余额充值" = "បញ្ចូលទឹកប្រាក់ម្តង";

/* JHCreateOrderSheetView */
"余额支付" = "ការទូទាត់សមតុល្យ";

/* No comment provided by engineer. */
"你已成功删除该地址!" = "អ្នកបានលុបអាសយដ្ឋាននេះដោយជោគជ័យ!";

/* No comment provided by engineer. */
"使用优惠券" = "ប្រើប័ណ្ណមួយ";

/* No comment provided by engineer. */
"保存" = "រក្សាទុក";

/* No comment provided by engineer. */
"保存图片" = "រក្សាទុករូបភាព";

/* No comment provided by engineer. */
"保存图片失败!" = "បានបរាជ័យក្នុងការរក្សាទុករូបភាព!";

/* No comment provided by engineer. */
"保存图片成功!" = "រក្សាទុករូបភាពដោយជោគជ័យ!";

/* No comment provided by engineer. */
"信用卡支付" = "បង់តាមកាតឥណទាន";

/* No comment provided by engineer. */
"修改" = "កែប្រែ";

/* No comment provided by engineer. */
"修改地址" = "ផ្លាស់ប្តូរអាសយដ្ឋាន";

/* No comment provided by engineer. */
"修改地址成功!" = "បានកែប្រែអាសយដ្ឋានដោយជោគជ័យ!";

/* No comment provided by engineer. */
"修改密码" = "ផ្លាស់ប្តូរពាក្យសម្ងាត់";

/* No comment provided by engineer. */
"修改性别成功!" = "បានកែប្រែយេនឌ័រដោយជោគជ័យ!";

/* No comment provided by engineer. */
"修改成功" = "បានកែប្រែដោយជោគជ័យ";

/* No comment provided by engineer. */
"修改昵称" = "ផ្លាស់ប្តូរឈ្មោះអ្នកប្រើ";

/* No comment provided by engineer. */
"修改昵称成功!" = "កែប្រែសម្មតិនាមភាពជោគជ័យ!";

/* No comment provided by engineer. */
"催单" = "ការរំលឹក";

/* No comment provided by engineer. */
"催单成功!" = "កម្មវិធីរំលឹកបានជោគជ័យ!";

/* No comment provided by engineer. */
"充值" = "បញ្ចូលទឹកប្រាក់";

/* LeftAndRightLabCell */
"免" = "ឥតគិតថ្លៃ";

/* No comment provided by engineer. */
"免运费" = "ការដឹកជញ្ជូនដោយឥតគិតថ្លៃ";

/* No comment provided by engineer. */
"免邮费" = "ការដឹកជញ្ជូនដោយឥតគិតថ្លៃ";

/* ShopDetailTopView
 WaiMaiShoperCell */
"免配送费" = "ថ្លៃដឹកជញ្ជូនដោយឥតគិតថ្លៃ";

/* No comment provided by engineer. */
"免预约" = "មិនកក់ទុក";

/* No comment provided by engineer. */
"全选" = "ជ្រើស​យក​ទាំងអស់";

/* No comment provided by engineer. */
"全部" = "ទាំងអស់";

/* JHWaiMaiShopListVC */
"全部分类" = "ប្រភេទ​ទាំងអស់";

/* No comment provided by engineer. */
"全部分类(888)" = "ប្រភេទ​ទាំងអស់(888)";

/* No comment provided by engineer. */
"全部商品" = "ផលិតផលទាំងអស់";

/* No comment provided by engineer. */
"公司" = "ក្រុមហ៊ុន";

/* ShopDetailTopView */
"公告" = "សេចក្តីប្រកាស";

/* JHWMCreateOrderVC
 JHWMShowChangeGoodsVC */
"共" = "សរុប";

/* No comment provided by engineer. */
"共%@件商品  合计: $%@(免运费)" = "សរុប%1$@ធាតុ  សរុប: $%2$@(ការដឹកជញ្ជូនដោយឥតគិតថ្លៃ)";

/* No comment provided by engineer. */
"共%@件商品  合计: $%@(含运费$%@)" = "សរុប%1$@ធាតុ  សរុប: $%2$@(រួមទាំងការដឹកជញ្ជូន$%3$@)";

/* No comment provided by engineer. */
"共%ld件商品" = "សរុប%ldធាតុ";

/* No comment provided by engineer. */
"关于我们" = "អំពី​ពួក​យើង";

/* No comment provided by engineer. */
"关注度%@" = "យកចិត្តទុកដាក់%@";

/* No comment provided by engineer. */
"关注最多" = "ភាគច្រើនបារម្ភ";

/* No comment provided by engineer. */
"其他" = "ផ្សេងទៀត";

/* JHTuanGouShopDetailVC
 JHTuanSecFooterView */
"其他%d个商品" = "ផ្សេងទៀត%dធាតុ";

/* No comment provided by engineer. */
"再来一单" = "សូម​មក​ម្តង​ទៀត";

/* No comment provided by engineer. */
"写下您对商家的建议吧~" = "សរសេរការផ្តល់យោបល់របស់អ្នកសម្រាប់អាជីវកម្ម~";

/* No comment provided by engineer. */
"写下您对小哥的评价吧~" = "សរសេរមតិយោបល់របស់អ្នកលើ ប្អូនប្រុសតូច~";

/* No comment provided by engineer. */
"写字楼" = "អគារ​ការិយាល័យ";

/* LeftAndRightLabCell */
"减" = "តិចជាង";

/* JHWMShopCartVC */
"凑一凑" = "រួមគ្នា";

/* JHTuanShopDetailMaidanCell
 JHTuanShopDetailMaidanView
 WaiMaiShoperCell
 WMShopEvaluateHeadView */
"分" = "នាទី";

/* No comment provided by engineer. */
"分享" = "ចែករំលែក​វា";

/* No comment provided by engineer. */
"分享失败" = "ការចែករំលែកបានបរាជ័យ";

/* No comment provided by engineer. */
"分享店铺" = "ចែករំលែកហាង";

/* No comment provided by engineer. */
"分享成功" = "ចែករំលែកភាពជោគជ័យ";

/* No comment provided by engineer. */
"分享红包给好友\n可用于抵扣在线支付金额" = "ចែករំលែកកញ្ចប់ក្រហមទៅមិត្តភក្តិ \ n អាចត្រូវបានប្រើដើម្បីកាត់បន្ថយចំនួនទឹកប្រាក់ទូទាត់តាមអ៊ីនធឺណិត";

/* AppDelegate
 JHMallSearchResultVC
 JHTuanGouAllClassVC
 JHTuanSearchResultVC */
"分类" = "ចំណាត់ថ្នាក់";

/* No comment provided by engineer. */
"分类==%ld" = "ចំណាត់ថ្នាក់==%ld";

/* WaiMaiShoperCell */
"分钟" = "នាទី";

/* ShopDetailTopView */
"分钟送达" = "នាទីសេវាកម្ម";

/* JHWaiMaiShopCartVC */
"删除" = "លុប";

/* No comment provided by engineer. */
"删除成功" = "បានលុបដោយជោគជ័យ";

/* No comment provided by engineer. */
"券码" = "លេខកូដប័ណ្ណ";

/* No comment provided by engineer. */
"券码:%@ x%@" = "លេខកូដប័ណ្ណ:%1$@ x%2$@";

/* No comment provided by engineer. */
"剩余:%@" = "នៅសល់:%@";

/* No comment provided by engineer. */
"加入购物车" = "បន្ថែមទៅកន្រ្តកទំនិញ";

/* No comment provided by engineer. */
"加小费" = "ព័ត៌មានជំនួយបូក";

/* No comment provided by engineer. */
"加小费可以更快被抢单哦" = "ការបន្ថែមព័ត៌មានជំនួយអាចត្រូវបានលួចយ៉ាងរហ័ស";

/* No comment provided by engineer. */
"包河区" = "ស្រុកបាវយ";

/* No comment provided by engineer. */
"北京" = "ទីក្រុងប៉េកាំង";

/* JHTuanSearchResultVC */
"区域" = "តំបន់";

/* WaiMaiShoperCell */
"单" = "តែមួយ";

/* No comment provided by engineer. */
"卡号" = "លេខ​កាត";

/* No comment provided by engineer. */
"卡名称" = "ឈ្មោះកាត";

/* No comment provided by engineer. */
"卡类型" = "ប្រភេទកាត";

/* HistorySearchView */
"历史搜索" = "ការស្វែងរកជាប្រវត្តិសាស្ត្រ";

/* No comment provided by engineer. */
"去付款" = "ទៅបង់";

/* JHCreateOrderSheetView
 JHWMCreateOrderPayTypeSheetView */
"去支付" = "ទៅបង់";

/* No comment provided by engineer. */
"去支付(%@分%@秒)" = "ទៅបង់(%1$@នាទី%2$@ទីពីរ)";

/* No comment provided by engineer. */
"去登录" = "ទៅចូល";

/* JHWMShopCartVC */
"去结算" = "ការទូទាត់";

/* No comment provided by engineer. */
"去自提" = "ដើម្បីនិយាយ";

/* No comment provided by engineer. */
"去评价" = "ចូលដើម្បីវាយតម្លៃ";

/* JHWaiMaiShopCartVC */
"去逛逛" = "ទៅមើល";

/* No comment provided by engineer. */
"发表评价" = "ទុកឱ្យការពិនិត្យឡើងវិញ";

/* JHAddressMainVC
 JHShowAlert
 JHTuanSearchResultVC
 JHWaiMaiShopCartVC
 JHWMShopCartVC */
"取消" = "បោះបង់";

/* No comment provided by engineer. */
"取消成功" = "បោះបង់ចោលជោគជ័យ";

/* No comment provided by engineer. */
"取消成功!" = "បោះបង់ចោលជោគជ័យ!";

/* No comment provided by engineer. */
"取消订单" = "បោះបង់លំដាប់";

/* No comment provided by engineer. */
"取货中" = "ការជ្រើសរើស";

/* No comment provided by engineer. */
"取货中..." = "ការជ្រើសរើស...";

/* No comment provided by engineer. */
"取货时间" = "ពេលវេលា Pickup";

/* WMShopEvaluateHeadView */
"只看有内容的评价" = "គ្រាន់តែសម្លឹងមើលមាតិកានៃការវាយតំលៃ";

/* JHCreateOrderSheetView
 JHSkyHongBaoCell */
"可用" = "មាន";

/* No comment provided by engineer. */
"合计:" = "សរុប:";

/* No comment provided by engineer. */
"合计: " = "សរុប: ";

/* No comment provided by engineer. */
"合计:  $%.2f" = "សរុប:  $%.2f";

/* No comment provided by engineer. */
"合计: $%@" = "សរុប: $%@";

/* No comment provided by engineer. */
"合计:$%.2f" = "សរុប:$%.2f";

/* No comment provided by engineer. */
"同意并接受《帮买服务协议》" = "យល់ព្រមនិងទទួលយក《ជួយទិញកិច្ចព្រមព្រៀងសេវាកម្ម》";

/* No comment provided by engineer. */
"同意并接受《帮送服务协议》" = "យល់ព្រមនិងទទួលយក《កិច្ចព្រមព្រៀងសេវាកម្មជំនួយ》";

/* No comment provided by engineer. */
"否" = "ទេ";

/* JHTuanProductModel */
"周末不可用\n" = "មិនមាននៅចុងសប្តាហ៍\n";

/* No comment provided by engineer. */
"呼呼" = "Whirring";

/* No comment provided by engineer. */
"哈哈" = "ហាហា";

/* No comment provided by engineer. */
"哒哒" = "ដាដា";

/* No comment provided by engineer. */
"商务住宅|住宅区|住宅小区" = "គេហដ្ឋានអាជីវកម្ម|តំបន់លំនៅដ្ឋាន|តំបន់លំនៅដ្ឋាន";

/* No comment provided by engineer. */
"商务住宅|餐饮服务" = "គេហដ្ឋានអាជីវកម្ម|សេវាកម្មម្ហូបអាហារ";

/* No comment provided by engineer. */
"商务写字楼|商务写字楼" = "អាគារការិយាល័យពាណិជ្ជកម្ម|អាគារការិយាល័យពាណិជ្ជកម្ម";

/* JHHomeSearchVC
 JHMallSearchResultVC
 JHTuanSearchResultVC */
"商品" = "ទំនិញ";

/* No comment provided by engineer. */
"商品信息" = "ព័ត៌មាន​អំពី​ផលិតផល";

/* No comment provided by engineer. */
"商品打分" = "ពិន្ទុផលិតផល";

/* No comment provided by engineer. */
"商品的预估费用请小于10,000" = "ការប៉ាន់ប្រមាណតម្លៃទំនិញគឺតិចជាង 10,000";

/* WMGoodDetailCellTwo */
"商品评价" = "ការពិនិត្យផលិតផល";

/* JHWMShopGoodDetailVC */
"商品详情" = "ព​ត៌​មាន​លម្អិត​នៃ​ផលិតផល";

/* No comment provided by engineer. */
"商品预估费用" = "តម្លៃផលិតផលប៉ាន់ស្មាន";

/* No comment provided by engineer. */
"商城" = "ផ្សារ​ទំនើប";

/* JHHomeSearchVC
 JHTuanSearchResultVC */
"商家" = "អាជីវកម្ម";

/* JHShopMenuVC */
"商家优惠劵\n" = "ប័ណ្ណពាណិជ្ជកម្ម\n";

/* JHWMShopNoticeVC */
"商家公告" = "សេចក្តីប្រកាសអាជីវកម្ម";

/* No comment provided by engineer. */
"商家分享的文字" = "ពាណិជ្ជកម្មចែករំលែកអត្ថបទ";

/* JHWaiMaiShopListVC */
"商家列表" = "បញ្ជីឈ្មោះអាជីវកម្ម";

/* No comment provided by engineer. */
"商家券已核销" = "ប័ណ្ណពាណិជ្ជករត្រូវបានលុបចោល";

/* WMEvaluateCell */
"商家回复" = "ការឆ្លើយតបពីអ្នកជំនួញ";

/* No comment provided by engineer. */
"商家回复: " = "ការឆ្លើយតបពីអ្នកជំនួញ: ";

/* No comment provided by engineer. */
"商家回复:%@" = "ការឆ្លើយតបពីអ្នកជំនួញ:%@";

/* JHShopDetailVC */
"商家地址" = "អាសយដ្ឋានពាណិជ្ជកម្ម";

/* WMShopEvaluateHeadView */
"商家好评率" = "អត្រាពាណិជ្ជកម្ម";

/* JHShopDetailVC */
"商家实景" = "ជំនួញពិតប្រាកដ";

/* No comment provided by engineer. */
"商家打分" = "ពិន្ទុអាជីវកម្ម";

/* No comment provided by engineer. */
"商家正在送餐" = "អាជីវកម្មកំពុងផ្តល់អាហារ";

/* JHWMShopNoticeVC */
"商家活动" = "សកម្មភាពអាជីវកម្ម";

/* No comment provided by engineer. */
"商家特色" = "លក្ខណៈជំនួញ";

/* ContentView */
"商家详情" = "ពត៌មានលំអិតអាជីវកម្ម";

/* JHShopDetailVC */
"商家资质" = "គុណវុឌ្ឍិធុរកិច្ច";

/* No comment provided by engineer. */
"商家送" = "ផ្ញើពាណិជ្ជកម្ម";

/* JHShopDetailVC */
"商家配送" = "ការចែកចាយអ្នកជំនួញ";

/* No comment provided by engineer. */
"嘟嘟" = "Doodle";

/* No comment provided by engineer. */
"嘻嘻" = "xixi";

/* No comment provided by engineer. */
"团购" = "ទិញក្រុម";

/* No comment provided by engineer. */
"团购价最低" = "តម្លៃទិញទាបបំផុត";

/* No comment provided by engineer. */
"团购券" = "ទិញសំបុត្រ";

/* JHTuanGouGoodsDetailVC */
"团购商品详情" = "ពត៌មានលំអិតការទិញក្រុម";

/* JHTuanGouShopDetailVC */
"团购商家详情" = "ពត៌មានលំអិតការទិញក្រុម";

/* JHTuanShopDetailTaocanHeaderView */
"团购套餐" = "កញ្ចប់ទិញក្រុម";

/* No comment provided by engineer. */
"团购订单" = "លំដាប់ទិញក្រុម";

/* JHTuanGouImageTextDetailVC */
"图文详情" = "ព័ត៌មានលម្អិតក្រាហ្វិក";

/* No comment provided by engineer. */
"图片" = "រូបភាព";

/* JHWMCreateOrderVC */
"在线支付" = "ការទូទាត់តាមអ៊ីនធឺណិត";

/* No comment provided by engineer. */
"地图详情" = "ព័ត៌មានលម្អិតផែនទី";

/* No comment provided by engineer. */
"地址" = "អាសយដ្ឋាន";

/* No comment provided by engineer. */
"地址簿" = "សៀវភៅ​អាស័យ​ដ្ឋាន";

/* JHAddressMainVC */
"城市" = "ទីក្រុង";

/* No comment provided by engineer. */
"复制到剪贴板" = "ចម្លងទៅក្ដារតម្បៀតខ្ទាស់";

/* JHTuanGouShopDetailVC */
"外卖" = "យក​ទៅ​ឆ្ងាយ";

/* No comment provided by engineer. */
"外卖已送达" = "Takeaway ត្រូវបានផ្តល់ជូន";

/* No comment provided by engineer. */
"外送" = "ការដឹកជញ្ជូន";

/* No comment provided by engineer. */
"头像" = "Avatar";

/* No comment provided by engineer. */
"女" = "ស្រី";

/* No comment provided by engineer. */
"女装" = "សម្លៀកបំពាក់ស្ត្រី";

/* No comment provided by engineer. */
"好店推荐" = "អនុសាសន៍ហាងល្អ";

/* No comment provided by engineer. */
"好评优先" = "មតិយោបល់វិជ្ជមាន";

/* WMGoodDetailCellTwo */
"好评率" = "អត្រាពេញចិត្ត";

/* No comment provided by engineer. */
"姓名" = "ឈ្មោះ";

/* No comment provided by engineer. */
"学校" = "សាលារៀន";

/* No comment provided by engineer. */
"安全码" = "លេខ​កូត​សុ​វត្ថ​ភាព";

/* JHWMCreateOrderAddNoticeVC */
"完成" = "អនុវត្ត";

/* JHWaiMaiHomeVC */
"定位中" = "កំណត់ទីតាំង";

/* JHAddressMainVC */
"定位失败,请重新定位" = "ការកំណត់គោលដៅបានបរាជ័យសូមដាក់ទីតាំងឡើងវិញ";

/* No comment provided by engineer. */
"实付" = "ទទួលបានពិតប្រាកដ";

/* No comment provided by engineer. */
"实付 $%@" = "ទទួលបានពិតប្រាកដ $%@";

/* No comment provided by engineer. */
"实付: $%@" = "ទទួលបានពិតប្រាកដ: $%@";

/* No comment provided by engineer. */
"实付:$%@" = "ទទួលបានពិតប្រាកដ:$%@";

/* No comment provided by engineer. */
"实际付款\n$ %@" = "ការទូទាត់ជាក់ស្តែង\n$ %@";

/* No comment provided by engineer. */
"客服正在紧张的处理您的问题..." = "សេវាកម្មអតិថិជនកំពុងដោះស្រាយបញ្ហារបស់អ្នក...";

/* No comment provided by engineer. */
"家" = "គ្រួសារ";

/* No comment provided by engineer. */
"密码" = "ពាក្យសម្ងាត់";

/* No comment provided by engineer. */
"导航功能" = "មុខងាររុករក";

/* No comment provided by engineer. */
"小区" = "សហគមន៍";

/* No comment provided by engineer. */
"小区/写字楼/学校等" = "សហគមន៍/អគារ​ការិយាល័យ/សាលាល";

/* No comment provided by engineer. */
"小区|学校|写字楼|医院|商圈|超市|百货商场|办公楼|街区|" = "សហគមន៍|សាលា|អគារ​ការិយាល័យ|មន្ទីរពេទ្យ|រង្វង់អាជីវកម្ម|ផ្សារទំនើប|ហាងនាយកដ្ឋាន|អគារ​ការិយាល័យ|ប្លុក|";

/* JHTuansureOrderVC */
"小计" = "សរុបរង";

/* No comment provided by engineer. */
"小费" = "ព័ត៌មានជំនួយ";

/* No comment provided by engineer. */
"尽快送达" = "ការដឹកជញ្ជូនឱ្យបានឆាប់តាមដែលអាចធ្វើទៅបាន";

/* JHWMShopCartVC */
"差" = "ភាពខុសគ្នា";

/* No comment provided by engineer. */
"已下单" = "បញ្ជា";

/* No comment provided by engineer. */
"已使用" = "ប្រើ";

/* No comment provided by engineer. */
"已切换到WiFi网络" = "បានប្ដូរទៅប្រព័ន្ធ WiFi អ៊ីនធឺណិត";

/* No comment provided by engineer. */
"已切换到蜂窝数据" = "បានប្តូរទៅទិន្នន័យចល័ត";

/* No comment provided by engineer. */
"已取消" = "បានបោះបង់";

/* JHTuanGouTuijianCollectionViewCell
 JHWMChooseSizeGoodVC
 WaiMaiShoperCell
 WMGoodDetailCellOne
 WMShopGoodCell */
"已售" = "លក់";

/* JHTuanHomeShopCell */
"已售%@" = "លក់%@";

/* WMGoodDetailCellOne
 WMShopGoodCell */
"已售罄" = "លក់​ហើយ";

/* No comment provided by engineer. */
"已完成" = "បានបញ្ចប់";

/* JHWMShopCartVC
 JHWMShopNoticeVC
 ShopDetailTopView
 WaiMaiShoperCell */
"已打烊" = "បានវាយប្រហារ";

/* No comment provided by engineer. */
"已接单" = "បានទទួលការបញ្ជាទិញ";

/* No comment provided by engineer. */
"已收藏" = "ប្រមូល";

/* No comment provided by engineer. */
"已确认收货" = "វិក័យប័ត្របញ្ជាក់";

/* No comment provided by engineer. */
"已绑定" = "ការចង";

/* No comment provided by engineer. */
"已退款" = "សងប្រាក់វិញ";

/* No comment provided by engineer. */
"已送达" = "មកដល់";

/* JHWMChooseSizeGoodVC */
"已选" = "បានជ្រើស";

/* No comment provided by engineer. */
"已领取" = "បានទទួល";

/* No comment provided by engineer. */
"帮我买" = "ជួយខ្ញុំទិញ";

/* No comment provided by engineer. */
"帮我送" = "ជួយ​ខ្ញុំ​ផង";

/* JHShopDetailVC */
"平台专送" = "ការផ្តល់វេទិកា";

/* No comment provided by engineer. */
"平台送" = "ផ្ញើតាមវេទិកា";

/* No comment provided by engineer. */
"年" = "ឆ្នាំ";

/* No comment provided by engineer. */
"庐阳区" = "ស្រុកសៀនយ៉ាង";

/* No comment provided by engineer. */
"库存%@件" = "នៅ​ក្នុង​ស្តុក%@បំណែក";

/* No comment provided by engineer. */
"库存不足!" = "កង្វះសារពើភ័ណ្ឌ!";

/* No comment provided by engineer. */
"库存已不足!" = "កង្វះសារពើភ័ណ្ឌ!";

/* JHTuanGouMaiDanVC */
"应付金额: " = "ចំនួនទឹកប្រាក់ដែលត្រូវបង់: ";

/* JHTuansureOrderVC
 JHWMCreateOrderVC */
"应支付金额" = "ចំនួនទឹកប្រាក់ដែលត្រូវបង់";

/* No comment provided by engineer. */
"店主推荐" = "ម្ហូបហត្ថលេខា";

/* No comment provided by engineer. */
"店内搜索" = "ការស្វែងរកនៅក្នុងហាង";

/* No comment provided by engineer. */
"店铺" = "ហាងទំនិញ";

/* No comment provided by engineer. */
"店铺商品分类" = "ទុកប្រភេទ";

/* No comment provided by engineer. */
"店铺首页" = "ទិញផ្ទះ";

/* No comment provided by engineer. */
"当前地址不在配送范围内" = "អាសយដ្ឋានបច្ចុប្បន្នមិនស្ថិតនៅក្នុងវិសាលភាពនៃការបញ្ជូនទេ";

/* No comment provided by engineer. */
"当前坐标为{%f,%f,当前地址为:%@}" = "កូអរដោនេបច្ចុប្បន្នគឺ{%1$f,%2$f,អាសយដ្ឋានបច្ចុប្បន្នគឺ:%3$@}";

/* JHChooseCityVC */
"当前选择城市" = "ទីក្រុងដែលបានជ្រើសបច្ចុប្បន្ន";

/* No comment provided by engineer. */
"待付款" = "ទីក្រុងដែលបានជ្រើសបច្ចុប្បន្ន";

/* No comment provided by engineer. */
"待使用" = "ត្រូវ​បាន​ប្រើ";

/* No comment provided by engineer. */
"待发货" = "នឹងត្រូវបានបញ្ជូន";

/* No comment provided by engineer. */
"待商家核销" = "នឹងត្រូវបានបិទដោយអាជីវកម្ម";

/* No comment provided by engineer. */
"待接单" = "បញ្ជី​រង់ចាំ";

/* No comment provided by engineer. */
"待支付" = "នឹង​ត្រូវ​បង់​ប្រាក់";

/* JHWMCreateOrderVC */
"待支付: " = "នឹង​ត្រូវ​បង់​ប្រាក់: ";

/* No comment provided by engineer. */
"待收货" = "ទទួលទំនិញ";

/* No comment provided by engineer. */
"待计算" = "នឹងត្រូវគណនា";

/* No comment provided by engineer. */
"待评价" = "ត្រូវបានវាយតម្លៃ";

/* JHAddressMainVC */
"很抱歉,未定位到附近位置" = "សូមទោសមិនកំណត់ទីតាំងជិតៗទេ";

/* No comment provided by engineer. */
"微信" = "WeChat";

/* JHCreateOrderSheetView */
"微信支付" = "ការទូទាត់ Wechat";

/* No comment provided by engineer. */
"微信登录失败" = "ការចូល WeChat បានបរាជ័យ";

/* No comment provided by engineer. */
"微信绑定" = "Wechat ចង";

/* No comment provided by engineer. */
"忘记密码?" = "ភ្លេចពាក្យសម្ងាត់?";

/* No comment provided by engineer. */
"快捷登录" = "ការចូលរហ័ស";

/* No comment provided by engineer. */
"快递$%@" = "ដឹកជញ្ជូន​ឆាប់រហ័ស$%@";

/* No comment provided by engineer. */
"性别" = "ភេទ";

/* No comment provided by engineer. */
"总价: $%@" = "  តម្លៃ​សរុប: $%@";

/* No comment provided by engineer. */
"总价$:%@" = "តម្លៃ​សរុប$:%@";

/* No comment provided by engineer. */
"总计$ %@" = "តម្លៃ​សរុប$ %@";

/* No comment provided by engineer. */
"总计$ %@  优惠$ %ld" = "តម្លៃ​សរុប$ %1$@  ផ្តល់ជូន$ %2$ld";

/* No comment provided by engineer. */
"恭喜您获得%@个红包" = "អបអរសាទរចំពោះការទិញរបស់អ្នក%@ស្រោមសំបុត្រក្រហម";

/* No comment provided by engineer. */
"您已修改个人信息,请重新登录!" = "អ្នកបានកែប្រែព័ត៌មានផ្ទាល់ខ្លួនសូមចូលម្តងទៀត!";

/* No comment provided by engineer. */
"您已成功催单,请耐心等候!" = "អ្នកបានរំលឹកដោយជោគជ័យសូមរង់ចាំដោយអត់ធ្មត់!";

/* No comment provided by engineer. */
"您已成功删除该地址!" = "អ្នកបានលុបអាសយដ្ឋាននេះដោយជោគជ័យ!";

/* No comment provided by engineer. */
"您已成功取消订单!" = "អ្នកបានលុបចោលការបញ្ជាទិញរបស់អ្នកដោយជោគជ័យ!";

/* No comment provided by engineer. */
"您已成功找回密码!" = "អ្នកបានទាញយកពាក្យសម្ងាត់របស់អ្នកដោយជោគជ័យ!";

/* No comment provided by engineer. */
"您已成功登录!" = "អ្នកបានចូលដោយជោគជ័យ!";

/* No comment provided by engineer. */
"您已成功评价!" = "អ្នកបានវាយតម្លៃដោយជោគជ័យ!";

/* No comment provided by engineer. */
"您已投诉过该商家" = "អ្នកបានវាយតំលៃរួចហើយ";

/* No comment provided by engineer. */
"您已经成功投诉!" = "អ្នកបានត្អូញត្អែរដោយជោគជ័យ!";

/* No comment provided by engineer. */
"您已解除和微信的绑定!" = "អ្នកបានលែងភ្ជាប់ជាមួយ WeChat!";

/* No comment provided by engineer. */
"您最多只能选择%ld张照片" = "អ្នកអាចជ្រើសរើសបានរហូត%ldរូបថត";

/* No comment provided by engineer. */
"您的订单价格小于起送价!" = "តម្លៃបញ្ជាទិញរបស់អ្នកតិចជាងតម្លៃដឹកជញ្ជូន!";

/* JHWaiMaiShopCartVC */
"您的购物车空空如也" = "រទេះរទេះរបស់អ្នកគឺទទេ";

/* No comment provided by engineer. */
"您确定删除该店铺的商品!" = "អ្នកប្រាកដជាលុបផលិតផលរបស់ហាង!";

/* No comment provided by engineer. */
"您确定取消订单吗?" = "តើអ្នកប្រាកដជាលុបចោលការបញ្ជាទិញរបស់អ្នក?";

/* No comment provided by engineer. */
"您确定要解除和微信的绑定?" = "អ្នកប្រាកដក្នុងការផ្ដាច់ខ្លួនអ្នកពី Wechat?";

/* JHTuansureOrderVC */
"您绑定的手机号" = "លេខទូរស័ព្ទរបស់អ្នក";

/* No comment provided by engineer. */
"您还不能对该商家进行投诉!" = "អ្នកមិនទាន់អាចត្អូញត្អែរអំពីជំនួញនេះបានទេ!";

/* No comment provided by engineer. */
"您还未添加信用卡" = "អ្នកមិនបានបន្ថែមកាតឥណទាន";

/* No comment provided by engineer. */
"您还未添加收货地址" = "អ្នកមិនបានបន្ថែមអាសយដ្ឋានដឹកជញ្ជូន";

/* No comment provided by engineer. */
"您还没有登录,请先登录" = "អ្នកមិនបានចូលទេសូមចូល";

/* JHWMCreateOrderAddNoticeVC */
"您还没有输入任何备注信息哟!" = "អ្នកមិនទាន់បានបញ្ចូលសុន្ទរកថាណាមួយនៅឡើយទេ!";

/* No comment provided by engineer. */
"成功加入购物车" = "បានចូលផ្សាររទេះទិញដោយជោគជ័យ";

/* No comment provided by engineer. */
"我收藏的商品" = "ការប្រមូលទំនិញរបស់ខ្ញុំ";

/* No comment provided by engineer. */
"我收藏的店铺" = "ហាងសំណព្វរបស់ខ្ញុំ";

/* AppDelegate */
"我的" = "អណ្តូងរ៉ែ";

/* No comment provided by engineer. */
"我的优惠券" = "ប័ណ្ណបញ្ចុះតម្លៃរបស់ខ្ញុំ";

/* No comment provided by engineer. */
"我的会员卡" = "កាតសមាជិកភាពរបស់ខ្ញុំ";

/* No comment provided by engineer. */
"我的余额" = "សមតុល្យរបស់ខ្ញុំ";

/* No comment provided by engineer. */
"我的信用卡" = "កាតឥណទានរបស់ខ្ញុំ";

/* No comment provided by engineer. */
"我的圈子" = "រង្វង់ខ្ញុំ";

/* No comment provided by engineer. */
"我的地址" = "អាស័យ​ដ្ឋាន​របស់ខ្ញុំ";

/* No comment provided by engineer. */
"我的收藏" = "ការប្រមូលរបស់ខ្ញុំ";

/* No comment provided by engineer. */
"我的收货地址" = "អាសយដ្ឋានដឹកជញ្ជូនរបស់ខ្ញុំ";

/* No comment provided by engineer. */
"我的消息" = "ដំណឹងរបស់ខ្ញុំ";

/* No comment provided by engineer. */
"我的积分" = "ពិន្ទុរបស់ខ្ញុំ";

/* No comment provided by engineer. */
"我的红包" = "ស្រោមសំបុត្រក្រហមរបស់ខ្ញុំ";

/* No comment provided by engineer. */
"我的订单" = "គោល​បំណង​របស់​ខ្ញុំ";

/* No comment provided by engineer. */
"我的评价" = "យោបល់របស់ខ្ញុំ";

/* JHHomeVC
 JHTuanGouHomePageVC
 JHWaiMaiHomeVC */
"手动定位" = "ការកំណត់ទីតាំងដោយដៃ";

/* No comment provided by engineer. */
"手机号" = "លេខទូរសព្ទ";

/* No comment provided by engineer. */
"手机号:%@" = "លេខទូរសព្ទ:%@";

/* No comment provided by engineer. */
"手机号码" = "លេខទូរសព្ទ";

/* No comment provided by engineer. */
"打赏" = "រង្វាន់";

/* No comment provided by engineer. */
"找回密码" = "រកពាក្យសម្ងាត់ឡើងវិញ";

/* No comment provided by engineer. */
"投诉商家" = "ពាក្យបណ្តឹងអាជីវកម្ម";

/* No comment provided by engineer. */
"投诉配送员" = "បុគ្គលិកសម្របសម្រួលពាក្យបណ្តឹង";

/* No comment provided by engineer. */
"拍照" = "ថតរូប";

/* No comment provided by engineer. */
"换绑手机号" = "ដើម្បីភ្ជាប់លេខទូរស័ព្ទ";

/* JHMallSearchResultVC
 JHTuanSearchResultVC
 JHWaiMaiShopListVC */
"排序" = "តម្រៀប";

/* No comment provided by engineer. */
"推荐" = "សូមផ្តល់អនុសាសន៍";

/* No comment provided by engineer. */
"提交" = "ដាក់ស្នើ";

/* No comment provided by engineer. */
"提交申请" = "បញ្ជូនកម្មវិធី";

/* JHTuanMakeOrderFooterView
 JHWMCreateOrderVC */
"提交订单" = "ដាក់ស្នើការបញ្ជាទិញ";

/* JHWMSearchOnShopVC */
"搜索商品" = "ស្វែងរកទំនិញ";

/* JHCategoryVC
 JHHomeSearchVC
 JHMallSearchResultVC
 JHTuanSearchResultVC */
"搜索商家、商品" = "ស្វែងរកអាជីវកម្មផលិតផល";

/* No comment provided by engineer. */
"支付信息" = "ព​ត៌​មាន​ទូទាត់ប្រាក់";

/* YFPayTool */
"支付失败" = "ការទូទាត់បានបរាជ័យ";

/* JHCreateOrderSheetView */
"支付宝支付" = "ទូទាត់ជាមួយអាលីបង់";

/* YFPayTool */
"支付成功" = "ការទូទាត់ទទួលបានជោគជ័យ";

/* JHWMCreateOrderVC */
"支付方式" = "វិធី​សា​ស្រ្ត​ទូទាត់";

/* No comment provided by engineer. */
"支付方式:" = "វិធី​សា​ស្រ្ត​ទូទាត់:";

/* No comment provided by engineer. */
"支付页面" = "ទំព័របង់ប្រាក់";

/* No comment provided by engineer. */
"支持WiFi" = "ឈរដោយវ៉ាយហ្វាយ";

/* No comment provided by engineer. */
"支持停车" = "ការគាំទ្រកន្លែងចតរថយន្ត";

/* No comment provided by engineer. */
"收藏" = "ការប្រមូល";

/* No comment provided by engineer. */
"收藏失败" = "បរាជ័យក្នុងការប្រមូល";

/* No comment provided by engineer. */
"收藏店铺" = "ហាងប្រមូលផ្ដុំ";

/* No comment provided by engineer. */
"收货人" = "អ្នកទទួល";

/* No comment provided by engineer. */
"收货人:%@%@" = "អ្នកទទួល:%1$@%2$@";

/* No comment provided by engineer. */
"收货地址" = "អាសយដ្ឋានដឹកជញ្ជូន";

/* No comment provided by engineer. */
"收货地址:" = "អាសយដ្ឋានដឹកជញ្ជូន:";

/* No comment provided by engineer. */
"政务区" = "ស្រុករដ្ឋបាល";

/* JHTuanMakeOrderNumCell
 JHWMChooseSizeGoodVC */
"数量" = "បរិមាណ";

/* No comment provided by engineer. */
"数量: %@份" = "បរិមាណ: %@Copies";

/* No comment provided by engineer. */
"数量:%@" = "បរិមាណ:%@";

/* No comment provided by engineer. */
"新品" = "ផលិតផល​ថ្មី";

/* No comment provided by engineer. */
"新增地址" = "បន្ថែមអាសយដ្ឋាន";

/* No comment provided by engineer. */
"新增地址成功!" = "បន្ថែមអាសយដ្ឋានដោយជោគជ័យ!";

/* No comment provided by engineer. */
"新密码" = "ពាក្យសម្ងាត់​ថ្មី";

/* No comment provided by engineer. */
"新店开业" = "បើកហាង";

/* No comment provided by engineer. */
"新手机号" = "លេខទូរស័ព្ទថ្មី";

/* No comment provided by engineer. */
"新站区" = "ស្រុក Xinzhan";

/* No comment provided by engineer. */
"无" = "ទេ";

/* No comment provided by engineer. */
"是" = "បាទ";

/* JHWMCreateOrderVC */
"是否自提" = "ថា​តើ​បាន​ឬ​មិន​បាន";

/* No comment provided by engineer. */
"是否要删除此地址" = "តើអ្នកចង់លុបអាសយដ្ឋាននេះទេ";

/* No comment provided by engineer. */
"是否要取消此订单" = "តើអ្នកចង់បោះបង់ការបញ្ជាទិញនេះទេ";

/* JHWMShopCartVC */
"是否要清空已选择商品" = "តើអ្នកចង់ឱ្យផលិតផលដែលបានជ្រើសរើសទទេ";

/* No comment provided by engineer. */
"是否要确认收货" = "តើអ្នកចង់បញ្ជាក់វិក័យបត្រ";

/* No comment provided by engineer. */
"昵称" = "ឈ្មោះហៅក្រៅ";

/* No comment provided by engineer. */
"昵称:" = "ឈ្មោះហៅក្រៅ:";

/* No comment provided by engineer. */
"智能排序" = "ប្រភេទស្មាត";

/* No comment provided by engineer. */
"暂无优惠券" = "គ្មានគូប៉ុង";

/* JHWMShopNoticeVC
 ShopDetailTopView */
"暂无公告" = "គ្មានការប្រកាស";

/* JHWMCreateOrderVC */
"暂无可用" = "មិនមាន";

/* No comment provided by engineer. */
"暂无可用红包" = "មិនមានស្រោមសំបុត្រក្រហមទេ";

/* No comment provided by engineer. */
"暂无商品信息" = "មិនមានព័ត៌មានផលិតផល";

/* No comment provided by engineer. */
"暂无数据" = "គ្មានទិន្នន័យ";

/* No comment provided by engineer. */
"暂无更多信息" = "មិនមានព័ត៌មានបន្ថែម";

/* No comment provided by engineer. */
"暂无评价" = "គ្មានការវាយតម្លៃ";

/* No comment provided by engineer. */
"暂时没有数据!" = "មិនមានទិន្នន័យទេ!";

/* No comment provided by engineer. */
"暂未找到相关商品" = "រកមិនឃើញផលិតផលដែលទាក់ទងគ្នាទេ";

/* No comment provided by engineer. */
"暂未找到相关店铺" = "រកមិនឃើញហាងដែលពាក់ព័ន្ធ";

/* No comment provided by engineer. */
"更多" = "ច្រើនទៀត";

/* JHWaiMaiHomeVC */
"更多商家" = "អាជីវកម្មច្រើនទៀត";

/* No comment provided by engineer. */
"更多地址 >" = "អាសយដ្ឋានច្រើនទៀត >";

/* No comment provided by engineer. */
"更多附近商家" = "អាជីវកម្មនៅក្បែរ ៗ ទៀត";

/* No comment provided by engineer. */
"更正时间" = "ពេលវេលាកែតម្រូវ";

/* No comment provided by engineer. */
"最多5张" = "រហូតដល់ 5";

/* No comment provided by engineer. */
"最早送达" = "ការដឹកជញ្ជូនលឿនបំផុត";

/* No comment provided by engineer. */
"最近" = "ថ្មីៗ";

/* No comment provided by engineer. */
"月" = "ខែ";

/* No comment provided by engineer. */
"有效期" = "រយៈពេលសុពលភាព";

/* No comment provided by engineer. */
"有效期至:%@" = "មានសុពលភាពទៅ:%@";

/* JHSkyHongBaoCell */
"有限期至" = "រយៈពេលកំណត់ទៅ";

/* No comment provided by engineer. */
"朋友圈" = "រង្វង់នៃមិត្តភក្តិ";

/* No comment provided by engineer. */
"服务中" = "កំពុងប្រើសេវាកម្ម";

/* YFPayTool */
"服务器繁忙,请稍后再试!" = "ម៉ាស៊ីនមេរវល់សូមព្យាយាមម្តងទៀតពេលក្រោយ!";

/* No comment provided by engineer. */
"服务完成" = "សេវាកម្មបានបញ្ចប់";

/* No comment provided by engineer. */
"服务已取消" = "សេវាកម្មបានលុបចោល";

/* No comment provided by engineer. */
"服务已完成" = "សេវាកម្មបានបញ្ចប់";

/* WMShopEvaluateHeadView */
"服务态度" = "អាកប្បកិរិយាសេវាកម្ម";

/* No comment provided by engineer. */
"未完成" = "មិនទាន់បានបញ្ចប់";

/* JHAddressMainVC */
"未定位到附近位置,请手动搜索" = "មិននៅជិតនោះទេសូមស្វែងរកដោយដៃ";

/* No comment provided by engineer. */
"未支付" = "មិនបង់ប្រាក់";

/* No comment provided by engineer. */
"未登录" = "មិនបានចូល";

/* No comment provided by engineer. */
"未绑定" = "មិនភ្ជាប់";

/* No comment provided by engineer. */
"未选择红包" = "មិនបានជ្រើសរើសស្រោមសំបុត្រក្រហម";

/* No comment provided by engineer. */
"本机地图" = "ផែនទីក្នុងតំបន់";

/* No comment provided by engineer. */
"条余额明细" = "ព័ត៌មានលម្អិតអំពីតុល្យភាព";

/* No comment provided by engineer. */
"查看全部订单" = "សូមមើលការបញ្ជាទិញទាំងអស់";

/* No comment provided by engineer. */
"查看券码" = "ពិនិត្យកូដប័ណ្ណ";

/* JHTuanGouGoodsDetailVC */
"查看图文详情" = "មើលព័ត៌មានលម្អិតក្រាហ្វិក";

/* No comment provided by engineer. */
"查看物流" = "មើលការដឹកជញ្ជូន";

/* No comment provided by engineer. */
"查看评价" = "មើលការពិនិត្យ";

/* No comment provided by engineer. */
"标签" = "ស្លាក";

/* JHTuanSearchGoodsVC */
"正在为您努力刷新中" = "កំពុងធ្វើការយ៉ាងលំបាកសម្រាប់អ្នកដើម្បីធ្វើឱ្យស្រស់";

/* No comment provided by engineer. */
"正在保存图片到相册..." = "កំពុងរក្សាទុករូបភាពទៅអាល់ប៊ុម...";

/* No comment provided by engineer. */
"正在刷新数据中..." = "ធ្វើឱ្យទិន្នន័យស្រស់...";

/* JHTuanSearchGoodsVC */
"正在加载更多的数据..." = "កំពុងផ្ទុកទិន្នន័យបន្ថែម...";

/* JHAddressMainVC */
"正在定位您当前的位置..." = "ទីតាំងទីតាំងបច្ចុប្បន្នរបស់អ្នក...";

/* No comment provided by engineer. */
"正在自提中..." = "ត្រូវបានគេនិយាយ...";

/* No comment provided by engineer. */
"正在进入商品详情" = "បញ្ចូលព័ត៌មានលម្អិតផលិតផល";

/* No comment provided by engineer. */
"没有更多数据了" = "មិនមានទិន្នន័យបន្ថែម";

/* No comment provided by engineer. */
"注册" = "ការចុះឈ្មោះ";

/* JHHomeMsgVC */
"消息中心" = "មជ្ឈមណ្ឌលសារ";

/* No comment provided by engineer. */
"消费:%@" = "ការប្រើប្រាស់:%@";

/* No comment provided by engineer. */
"消费:$%@" = "ការប្រើប្រាស់:$%@";

/* JHTuanGouMaiDanVC */
"消费打%@折,最高减$%@" = "ការចំណាយរបស់អតិថិជន%1$@បោះបង់ចោល,ការកាត់បន្ថយអតិបរមា$%2$@";

/* JHTuanGouMaiDanVC */
"消费每满$%@,减$%@" = "ការប្រើប្រាស់បានពេញ$%1$@,បន្ថយ$%2$@";

/* JHTuanGouMaiDanVC */
"消费金额: " = "បរិមាណប្រើប្រាស់: ";

/* No comment provided by engineer. */
"添加地址" = "បន្ថែមអាសយដ្ឋាន";

/* JHWMCreateOrderAddNoticeVC */
"添加备注" = "បន្ថែមចំណាំ";

/* No comment provided by engineer. */
"添加收货地址 +" = "បន្ថែមអាសយដ្ឋានដឹកជញ្ជូន +";

/* JHWMShopCartVC */
"清空" = "ទទេ";

/* No comment provided by engineer. */
"清除" = "ជម្រះ";

/* JHShowAlert */
"温馨提示" = "ព័ត៌មានជំនួយ";

/* JHCreateOrderSheetView */
"满" = "ពេញ";

/* JHSkyHongBaoCell */
"满$" = "ពេញ$";

/* No comment provided by engineer. */
"满$%g可用" = "ពេញ$%gមាន";

/* No comment provided by engineer. */
"满减优惠" = "ការកាត់បន្ថយពេញ";

/* No comment provided by engineer. */
"满返优惠" = "ការបង្វិលសងពេញ";

/* No comment provided by engineer. */
"滨湖区" = "ស្រុកបឹងកក់";

/* No comment provided by engineer. */
"点击刷新" = "ចុចដើម្បីធ្វើឱ្យស្រស់";

/* JHWMCreateOrderVC */
"点击输入(选填)" = "ចុចដើម្បីបញ្ចូល(ស្រេចចិត្ត)";

/* No comment provided by engineer. */
"点击选择地址" = "ចុចដើម្បីជ្រើសអាសយដ្ឋាន";

/* No comment provided by engineer. */
"点击领取" = "ចុចដើម្បីប្រមូល";

/* No comment provided by engineer. */
"热销" = "លក់";

/* No comment provided by engineer. */
"热销商品排行" = "ចំណាត់ថ្នាក់ផលិតផលក្តៅ";

/* HistorySearchView */
"热门搜索" = "ស្វែងរកក្តៅ";

/* No comment provided by engineer. */
"版本号" = "លេខកំណែ";

/* No comment provided by engineer. */
"物品价值" = "តម្លៃធាតុ";

/* No comment provided by engineer. */
"物品价值: $ %@" = "តម្លៃធាតុ: $ %@";

/* No comment provided by engineer. */
"物品信息" = "ព័ត៌មានអំពីធាតុ";

/* No comment provided by engineer. */
"物品类型: %@" = "ប្រភេទធាតុ: %@";

/* No comment provided by engineer. */
"物品重量: %@ kg" = "ទម្ងន់ធាតុ: %@ kg";

/* No comment provided by engineer. */
"猜你喜欢" = "ទាយអ្វីដែលអ្នកចូលចិត្ត";

/* JHTuanSearchGoodsVC */
"现在可以刷新啦" = "អ្នកអាចធ្វើឱ្យស្រស់ឥឡូវ";

/* No comment provided by engineer. */
"瑶海区" = "ស្រុកយ៉ាវយ៉ាយ";

/* No comment provided by engineer. */
"生鲜(12)" = "ស្រស់(12)";

/* JHTuanGouDetailEvaluationCell */
"用户评价" = "ពិនិត្យអ្នកប្រើ";

/* No comment provided by engineer. */
"申请合作" = "ស្នើសុំកិច្ចសហប្រតិបត្តិការ";

/* No comment provided by engineer. */
"申请客服介入" = "ដាក់ពាក្យសុំបំរើសេវាបំរើអតិថិជន";

/* No comment provided by engineer. */
"申请成功,等待客服与您联系!" = "កម្មវិធីជោគជ័យដែលរង់ចាំសេវាកម្មអតិថិជនទាក់ទងអ្នក!";

/* No comment provided by engineer. */
"申请提现" = "ស្នើសុំការដកប្រាក់";

/* No comment provided by engineer. */
"申请提现成功,注意查看账户!" = "ដាក់ពាក្យស្នើសុំការដកប្រាក់គឺទទួលបានជោគជ័យយកចិត្តទុកដាក់មើលគណនី!";

/* No comment provided by engineer. */
"申请退款" = "ស្នើសុំការបង្វិលសង";

/* No comment provided by engineer. */
"电话" = "ហៅ";

/* No comment provided by engineer. */
"男" = "ប្រុស";

/* No comment provided by engineer. */
"登录" = "ចូល";

/* No comment provided by engineer. */
"百度地图" = "ផែនទី Baidu";

/* No comment provided by engineer. */
"百货" = "ហាងនាយកដ្ឋាន";

/* JHTuanGouDetailTuijianHeaderView */
"相关推荐" = "អនុសាសន៍ដែលទាក់ទង";

/* No comment provided by engineer. */
"相册" = "អាល់ប៊ុមរូបភាព";

/* No comment provided by engineer. */
"相机胶卷" = "ខ្សែភាពយន្តកាមេរ៉ា";

/* No comment provided by engineer. */
"省、市、区" = "ខេត្ត、ទីក្រុង、តំបន់";

/* JHShowAlert */
"知道了" = "ខ្ញុំដឹង";

/* JHShowAlert
 JHWMShowChangeGoodsVC */
"确定" = "យល់ព្រម";

/* No comment provided by engineer. */
"确定删除该地址" = "យល់ព្រមលុបអាសយដ្ឋាននេះ";

/* No comment provided by engineer. */
"确定删除该地址?" = "យល់ព្រមលុបអាសយដ្ឋាននេះ?";

/* No comment provided by engineer. */
"确定取消订单吗?" = "តើអ្នកប្រាកដថាបានបោះបង់ការបញ្ជាទិញរបស់អ្នកទេ?";

/* No comment provided by engineer. */
"确定申请客服介入" = "ត្រូវប្រាកដថាដាក់ពាក្យសុំចូលសេវាកម្មអន្តរការី";

/* JHTuansureOrderVC */
"确认下单" = "បញ្ជាក់ការបញ្ជាទិញ";

/* JHTuanGouMaiDanVC */
"确认买单" = "បញ្ជាក់ការទូទាត់";

/* JHWaiMaiShopCartVC */
"确认删除该商家的所有商品?" = "អះអាងដើម្បីលុបផលិតផលទាំងអស់នៃអាជីវកម្មនេះ?";

/* No comment provided by engineer. */
"确认取消订单?" = "បញ្ជាក់ការលុបចោលបញ្ជា?";

/* No comment provided by engineer. */
"确认完成" = "បញ្ជាក់ការបញ្ចប់";

/* No comment provided by engineer. */
"确认密码" = "បញ្ជាក់ពាក្យសម្ងាត់";

/* No comment provided by engineer. */
"确认支付" = "បញ្ជាក់ការទូទាត់";

/* No comment provided by engineer. */
"确认绑定" = "បញ្ជាក់ការចង";

/* No comment provided by engineer. */
"确认自提" = "ការបញ្ជាក់";

/* No comment provided by engineer. */
"确认订单" = "បញ្ជាក់លំដាប់";

/* No comment provided by engineer. */
"确认送达" = "បញ្ជាក់ការដឹកជញ្ជូន";

/* No comment provided by engineer. */
"积分商城" = "ចំណុចម៉ល";

/* JHWMCreateOrderVC */
"立即下单" = "បញ្ជាទិញឥឡូវនេះ";

/* No comment provided by engineer. */
"立即充值" = "បញ្ចូលឡើងវិញភ្លាម";

/* No comment provided by engineer. */
"立即取件" = "ទទួលបានឥឡូវនេះ";

/* No comment provided by engineer. */
"立即取货" = "ទទួលបានឥឡូវនេះ";

/* JHTuanGoodsDetailRushToBuyView
 JHTuanGouDetailRushToBuyCell
 JHTuanGouImageTextDetailVC */
"立即抢购" = "ទិញឥឡូវ";

/* No comment provided by engineer. */
"立即支付" = "បង់ភ្លាម";

/* No comment provided by engineer. */
"立即绑定" = "ចងឥឡូវនេះ";

/* JHWMCreateOrderVC
 WMCreateOrderModel */
"立即自提" = "ភ្លាមនិយាយ";

/* No comment provided by engineer. */
"立即评价" = "ការវាយតម្លៃភ្លាមៗ";

/* No comment provided by engineer. */
"立即购买" = "ទិញឥឡូវ";

/* JHWMCreateOrderVC
 WMCreateOrderModel */
"立即送达" = "ការបញ្ជូនភ្លាមៗ";

/* JHShopMenuVC */
"立即领劵" = "ប័ណ្ណទូទាត់ភ្លាម";

/* No comment provided by engineer. */
"第三方登录" = "ការចូលភាគីទីបី";

/* No comment provided by engineer. */
"等待自提中..." = "កំពុងរង់ចាំការនិយាយ...";

/* No comment provided by engineer. */
"等待跑腿小哥接单" = "រង់ចាំឱ្យបងប្រុសធ្វើការដើម្បីទទួលយកការបញ្ជាទិញ";

/* No comment provided by engineer. */
"等待配送员接单" = "កំពុងរង់ចាំការបញ្ជាទិញ";

/* JHWaiMaiShopListVC */
"筛选" = "បញ្ចាំង";

/* No comment provided by engineer. */
"箱包" = "ឥវ៉ាន់";

/* JHCreateOrderSheetView
 JHWMCreateOrderVC */
"红包" = "ស្រោមសំបុត្រក្រហម";

/* No comment provided by engineer. */
"经开区" = "បើកតំបន់";

/* No comment provided by engineer. */
"绑定信用卡" = "ប័ណ្ណឥណទានដែលបានខ្ចី";

/* No comment provided by engineer. */
"绑定微信失败" = "ការភ្ជាប់កម្មវិធី WeChat បានបរាជ័យ";

/* No comment provided by engineer. */
"绑定微信成功!" = "ចង WeChat ដោយជោគជ័យ!";

/* No comment provided by engineer. */
"绑定微信成功,您已登录!" = "ភ្ជាប់ WeChat ដោយជោគជ័យអ្នកបានចូល!";

/* No comment provided by engineer. */
"绑定成功" = "ចងដោយជោគជ័យ";

/* No comment provided by engineer. */
"结算" = "ការទូទាត់";

/* No comment provided by engineer. */
"结算(%@)" = "ការចេញវិក្កយបត្រ (% @)";

/* No comment provided by engineer. */
"综合" = "សំយោគ";

/* WMShopEvaluateHeadView */
"综合评分" = "ពិន្ទុសមស្រប";

/* No comment provided by engineer. */
"缺少partner或者seller或者私钥" = "បាត់ដៃគូឬអ្នកលក់ឬកូនសោឯកជន";

/* No comment provided by engineer. */
"网络已断开连接!" = "បណ្តាញបានផ្តាច់!";

/* JHTuanGouImageTextDetailVC */
"网页加载失败,请稍后重试!" = "ទំព័របរាជ័យក្នុងការផ្ទុក។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ!";

/* No comment provided by engineer. */
"美食(7)" = "អាហារ (7)";

/* No comment provided by engineer. */
"耐心等待商家处理" = "រង់ចាំដោយអត់ធ្មត់សូមឱ្យអ្នកជំនួញដំណើរការ";

/* No comment provided by engineer. */
"联系" = "ទំនាក់ទំនង";

/* No comment provided by engineer. */
"联系卖家" = "ទាក់ទងអ្នកលក់";

/* No comment provided by engineer. */
"联系商家" = "ទាក់ទងអ្នកជំនួញ";

/* No comment provided by engineer. */
"联系客服" = "ទាក់ទងសេវាកម្មអតិថិជន";

/* No comment provided by engineer. */
"联系电话   " = "លេខទូរស័ព្ទទំនាក់ទំនង   ";

/* No comment provided by engineer. */
"联系骑手" = "ទាក់ទងអ្នកជិះ";

/* No comment provided by engineer. */
"腾讯地图" = "ផែនទី Tencent";

/* No comment provided by engineer. */
"自提" = "និយាយ";

/* JHWMCreateOrderVC */
"自提地址" = "អាសយដ្ឋានខ្លួនឯង";

/* JHShowShopLocationVC */
"自提地点" = "ដោយខ្លួនឯង";

/* No comment provided by engineer. */
"自提无须达到起送价" = "វាមិនចាំបាច់ដើម្បីឈានដល់តម្លៃដឹកជញ្ជូននោះទេ";

/* JHWMCreateOrderVC */
"自提时间" = "ពេលវេលាខ្លួនឯង";

/* JHTuanProductModel */
"节假日、周末通用\n" = "ថ្ងៃឈប់សម្រាកថ្ងៃចុងសប្តាហ៍ទូទៅ \ n";

/* JHTuanProductModel */
"节假日不可用\n" = "ថ្ងៃឈប់សម្រាកមិនមាន \ n";

/* No comment provided by engineer. */
"若旧手机丢失,请联系客服,客服热线:" = "ប្រសិនបើបាត់ទូរស័ព្ទចាស់សូមទាក់ទងសេវាបម្រើអតិថិជនសេវាបំរើអតិថិជន:";

/* No comment provided by engineer. */
"获取位置信息失败,请检查是否开启定位和网络" = "បរាជ័យក្នុងការយកព័ត៌មានទីតាំង។ សូមពិនិត្យមើលថាតើទីតាំងនិងបណ្តាញត្រូវបានបើក។";

/* No comment provided by engineer. */
"获取验证码" = "ទទួលបានកូដផ្ទៀងផ្ទាត់";

/* ContentView */
"菜单" = "ម៉ឺនុយ";

/* JHWMShopNoticeVC
 ShopDetailTopView */
"营业中" = "នៅក្នុងអាជីវកម្ម";

/* JHShopDetailVC */
"营业时间:" = "ម៉ោងធ្វើការ:";

/* No comment provided by engineer. */
"蜀山区" = "ស្រុកឡាវសាន";

/* JHWMChooseSizeGoodPropertyVC
 JHWMChooseSizeGoodVC */
"规格" = "លក្ខណៈពិសេស";

/* No comment provided by engineer. */
"规格:%@" = "ការបញ្ជាក់:% @";

/* No comment provided by engineer. */
"规格：%@" = "ការបញ្ជាក់:% @";

/* No comment provided by engineer. */
"解绑信用卡" = "លែងកាតឥណទាន";

/* No comment provided by engineer. */
"解绑成功" = "បោះបង់ភាពជោគជ័យ";

/* No comment provided by engineer. */
"解除绑定" = "មិនភ្ជាប់";

/* AppDelegate */
"订单" = "ការបញ្ជាទិញ";

/* No comment provided by engineer. */
"订单信息" = "ព័ត៌មានលំដាប់";

/* No comment provided by engineer. */
"订单号" = "លេខលំដាប់";

/* No comment provided by engineer. */
"订单号:" = "លេខលំដាប់:";

/* No comment provided by engineer. */
"订单号:%@" = "លេខលំដាប់:% @";

/* No comment provided by engineer. */
"订单备注:" = "កំណត់លំដាប់:";

/* No comment provided by engineer. */
"订单已取消" = "ការបញ្ជាទិញត្រូវបានលុបចោល";

/* No comment provided by engineer. */
"订单已完成!" = "ការបញ្ជាទិញបានបញ្ចប់!";

/* No comment provided by engineer. */
"订单已成功退款" = "ការបញ្ជាទិញត្រូវបានសងប្រាក់វិញដោយជោគជ័យ";

/* No comment provided by engineer. */
"订单已结束" = "ការបញ្ជាទិញបានបញ្ចប់";

/* JHTuansureOrderVC */
"订单总价" = "តម្លៃបញ្ជាទិញសរុប";

/* No comment provided by engineer. */
"订单状态" = "ស្ថានភាពលំដាប់";

/* No comment provided by engineer. */
"订单编号:%@" = "លេខលំដាប់:% @";

/* No comment provided by engineer. */
"订单评价" = "ការវាយតម្លៃតាមលំដាប់";

/* No comment provided by engineer. */
"订单详情" = "ព័ត៌មានលំអិតតាមលំដាប់";

/* No comment provided by engineer. */
"订单进度" = "ដំណើរការលំដាប់";

/* No comment provided by engineer. */
"设为默认地址" = "កំណត់ជាអាសយដ្ឋានលំនាំដើម";

/* ContentView */
"评价" = "ពិនិត្យឡើងវិញ";

/* No comment provided by engineer. */
"评价信息" = "ព័ត៌មានវាយតម្លៃ";

/* No comment provided by engineer. */
"评价成功" = "ការវាយតម្លៃបានជោគជ័យ";

/* No comment provided by engineer. */
"评分最高" = "ពិន្ទុខ្ពស់បំផុត";

/* JHTuanGouMaiDanVC */
"询问服务员后输入" = "សួរអ្នករត់តុឱ្យចូល";

/* No comment provided by engineer. */
"该商品库存不足,已为您删除购物车中该商品" = "មិនមានសារពើភ័ណ្ឌគ្រប់គ្រាន់សម្រាប់ផលិតផលនេះទេ។ អ្នកបានលុបធាតុរួចហើយនៅក្នុងរទេះទំនិញរបស់អ្នក។";

/* No comment provided by engineer. */
"该商品规格发生改变,已为您删除购物车中该商品" = "លក្ខណៈពិសេសផលិតផលបានផ្លាស់ប្តូរហើយទំនិញនៅក្នុងរទេះដាក់ទំនិញត្រូវបានលុបចេញសម្រាប់អ្នក";

/* No comment provided by engineer. */
"该商品规格库存不足,已为您删除购物车中该商品" = "មិនមានស្តុកគ្រប់គ្រាន់សម្រាប់ការបញ្ជាក់ផលិតផលនេះទេអ្នកបានលុបធាតុនៅក្នុងរទេះរបស់អ្នក។";

/* JHTuanGouGoodsListVC */
"该商家全部团购" = "ឈ្មួញទិញអ្វីទាំងអស់";

/* No comment provided by engineer. */
"该订单不在配送范围内!" = "ការបញ្ជាទិញនេះមិនស្ថិតនៅក្នុងការចែកចាយនោះទេ!";

/* No comment provided by engineer. */
"详细地址" = "អាសយដ្ឋានលម្អិត";

/* No comment provided by engineer. */
"说说你对该单评价" = "និយាយអំពីការវាយតម្លៃរបស់អ្នកអំពីការលីវនេះ";

/* No comment provided by engineer. */
"请于%@分%@秒内付款,超时订单自动关闭" = "សូមចំណាយក្នុង% 1 $ @ min% 2 $ @ វិនាទី, ការបញ្ជាទិញបន្ថែមម៉ោងបិទដោយស្វ័យប្រវត្តិ";

/* No comment provided by engineer. */
"请先去登录!" = "សូមចូលមុន!";

/* No comment provided by engineer. */
"请先安装微信!" = "សូមដំឡើង WeChat ជាមុន!";

/* No comment provided by engineer. */
"请先登录!" = "សូមចូលមុន!";

/* No comment provided by engineer. */
"请先输入姓名!" = "សូមបញ្ចូលឈ្មោះរបស់អ្នកជាមុន!";

/* No comment provided by engineer. */
"请先输入您对商家的评价!" = "សូមបញ្ចូលការពិនិត្យមើលអាជីវកម្មរបស់អ្នកមុន!";

/* No comment provided by engineer. */
"请先输入您的密码!" = "សូមបញ្ចូលពាក្យសម្ងាត់របស់អ្នកជាមុន!";

/* No comment provided by engineer. */
"请先输入您的账号!" = "សូមបញ្ចូលគណនីរបស់អ្នកជាមុន!";

/* No comment provided by engineer. */
"请先输入手机号!" = "សូមបញ្ចូលលេខទូរស័ព្ទមុន!";

/* No comment provided by engineer. */
"请先输入提现账号" = "សូមបញ្ចូលគណនីដកប្រាក់មុន";

/* No comment provided by engineer. */
"请先输入提现金额" = "សូមបញ្ចូលចំនួនទឹកប្រាក់ដកប្រាក់ជាមុន";

/* No comment provided by engineer. */
"请先输入搜索信息!" = "សូមបញ្ចូលពត៌មានស្វែងរកមុន!";

/* No comment provided by engineer. */
"请先输入昵称!" = "សូមបញ្ចូលសម្មតិនាមមុន!";

/* No comment provided by engineer. */
"请先输入正确的手机号!" = "សូមបញ្ចូលលេខទូរស័ព្ទដែលត្រឹមត្រូវមុន!";

/* No comment provided by engineer. */
"请先输入退款理由" = "សូមបញ្ចូលហេតុផលសម្រាប់ការបង្វិលសងជាមុន";

/* No comment provided by engineer. */
"请先输入门牌号!" = "សូមបញ្ចូលលេខផ្ទះមុន!";

/* No comment provided by engineer. */
"请先输入验证码!" = "សូមបញ្ចូលលេខកូដផ្ទៀងផ្ទាត់ជាមុន!";

/* No comment provided by engineer. */
"请先选择充值的金额!" = "សូមជ្រើសរើសចំនួនទឹកបញ្ចូល!";

/* No comment provided by engineer. */
"请先选择地址!" = "សូមជ្រើសរើសអាសយដ្ឋានមុន!";

/* No comment provided by engineer. */
"请先选择收货地址" = "សូមជ្រើសរើសអាសយដ្ឋានដឹកជញ្ជូនមុន";

/* No comment provided by engineer. */
"请先选择照片!" = "សូមជ្រើសរើសរូបថតមុន!";

/* No comment provided by engineer. */
"请先选择要结算的商品!" = "សូមជ្រើសរើសផលិតផលដែលត្រូវបង់ប្រាក់ជាមុន!";

/* No comment provided by engineer. */
"请先选择规格" = "សូមជ្រើសរើសលក្ខណៈបច្ចេកទេស";

/* No comment provided by engineer. */
"请先选择需要购买的规格" = "សូមជ្រើសរើសលក្ខណៈពិសេសដែលត្រូវទិញមុន";

/* No comment provided by engineer. */
"请再次输入密码!" = "សូមបញ្ចូលពាក្យសម្ងាត់របស់អ្នកម្តងទៀត!";

/* No comment provided by engineer. */
"请同意并接受《帮买服务协议》" = "សូមយល់ព្រមនិងទទួលយក《កិច្ចព្រមព្រៀងសេវាកម្មទិញជំនួយ》";

/* No comment provided by engineer. */
"请在%@分%@秒内完成支付,超时自动取消" = "សូមបំពេញការទូទាត់នៅក្នុង% 1 $ @ min% 2 $ @ វិនាទី។ ពេលវេលាផុតកំណត់ត្រូវបានលុបចោលដោយស្វ័យប្រវត្តិ";

/* No comment provided by engineer. */
"请在设置-隐私-照片中打开权限" = "សូមបើកសិទ្ធិនៅក្នុងការកំណត់ - ភាពឯកជន - រូបថត";

/* No comment provided by engineer. */
"请填写发货人信息(必填)" = "សូមបំពេញព័ត៌មានរបស់អ្នកផ្ញើ (ទាមទារ)";

/* No comment provided by engineer. */
"请填写图形验证码" = "សូមបំពេញកូដផ្ទៀងផ្ទាត់ក្រាហ្វិក";

/* No comment provided by engineer. */
"请填写完整信息" = "សូមបំពេញព័ត៌មានពេញលេញ";

/* No comment provided by engineer. */
"请填写收货人信息(必填)" = "សូមបំពេញព័ត៌មានរបស់អ្នកទទួល (ត្រូវមាន)";

/* No comment provided by engineer. */
"请填写收货人姓名" = "សូមបំពេញឈ្មោះអ្នកទទួល";

/* No comment provided by engineer. */
"请填写收货人手机号" = "សូមបំពេញលេខទូរស័ព្ទដៃអ្នកទទួល";

/* No comment provided by engineer. */
"请填写详细地址" = "សូមបំពេញអាសយដ្ឋានលម្អិត";

/* No comment provided by engineer. */
"请填写购买地址(选填,默认就近购买)" = "សូមបំពេញអាសយដ្ឋានទិញ (ស្រេចចិត្តទិញតាមលំនាំដើមដែលនៅជិតបំផុត)";

/* No comment provided by engineer. */
"请对商家星级进行点评!" = "សូមធ្វើអត្ថាធិប្បាយលើតារាអាជីវកម្ម!";

/* No comment provided by engineer. */
"请对配送员进行星级评分" = "សូមវាយតម្លៃបុគ្គលិកដឹកជញ្ជូន";

/* No comment provided by engineer. */
"请对配送服务星级进行点评!" = "សូមវាយតម្លៃផ្កាយសេវាដឹកជញ្ជូន!";

/* No comment provided by engineer. */
"请求出错,请稍后再试" = "កំហុសសំណើសូមព្យាយាមម្តងទៀតពេលក្រោយ";

/* No comment provided by engineer. */
"请绑定您的信用卡" = "សូមភ្ជាប់កាតឥណទានរបស់អ្នក";

/* No comment provided by engineer. */
"请给您的信用卡起个名字" = "សូមផ្តល់ឈ្មោះកាតឥណទានរបស់អ្នក";

/* No comment provided by engineer. */
"请耐心等待,商家稍后会处理" = "សូមរង់ចាំ, អាជីវកម្មនឹងដោះស្រាយនៅពេលក្រោយ";

/* No comment provided by engineer. */
"请耐心等待送达" = "សូមរង់ចាំដោយអត់ធ្មត់";

/* No comment provided by engineer. */
"请输入16位数信用卡卡号" = "សូមបញ្ចូលលេខកាតឥណទានចំនួន 16 ខ្ទង់";

/* No comment provided by engineer. */
"请输入6位以上密码!" = "សូមបញ្ចូលពាក្យសម្ងាត់ 6 ឬច្រើន!";

/* JHTuanGouMaiDanVC */
"请输入不享受优惠的金额" = "សូមបញ្ចូលចំនួនទឹកប្រាក់បញ្ចុះ";

/* JHAddressMainVC */
"请输入位置名称" = "សូមបញ្ចូលឈ្មោះទីតាំង";

/* No comment provided by engineer. */
"请输入信用卡背面安全码" = "សូមបញ្ចូលកូដសុវត្ថិភាពនៅខាងក្រោយកាតឥណទាន";

/* No comment provided by engineer. */
"请输入图中内容" = "សូមបញ្ចូលមាតិកានៃតួលេខ";

/* No comment provided by engineer. */
"请输入图中文字!" = "សូមបញ្ចូលអត្ថបទ!";

/* JHWMCreateOrderAddNoticeVC */
"请输入备注,最多70字哦" = "សូមបញ្ចូលកំណត់ត្រារហូតដល់ 70 ពាក្យ";

/* No comment provided by engineer. */
"请输入您想购买的物品的名称" = "សូមបញ្ចូលឈ្មោះរបស់ធាតុដែលអ្នកចង់ទិញ";

/* No comment provided by engineer. */
"请输入手机号!" = "សូមបញ្ចូលលេខទូរស័ព្ទ!";

/* No comment provided by engineer. */
"请输入投诉内容,客服会尽快和您联系,请耐心等待" = "សូមបញ្ចូលមាតិកានៃពាក្យបណ្តឹងសេវាកម្មអតិថិជននឹងទាក់ទងអ្នកឱ្យបានឆាប់តាមដែលអាចធ្វើបានសូមអត់ធ្មត់";

/* No comment provided by engineer. */
"请输入投诉商家的理由!" = "សូមបញ្ចូលហេតុផលដើម្បីតវ៉ាអំពីអាជីវកម្ម!";

/* No comment provided by engineer. */
"请输入搜索地点" = "សូមបញ្ចូលទីតាំងស្វែងរក";

/* No comment provided by engineer. */
"请输入收货人姓名" = "សូមបញ្ចូលឈ្មោះអ្នកទទួល";

/* No comment provided by engineer. */
"请输入收货人手机号" = "សូមបញ្ចូលលេខទូរស័ព្ទរបស់អ្នកទទួល";

/* No comment provided by engineer. */
"请输入昵称" = "សូមបញ្ចូលសម្មតិនាម";

/* No comment provided by engineer. */
"请输入申请理由" = "សូមបញ្ចូលហេតុផលសម្រាប់កម្មវិធី";

/* No comment provided by engineer. */
"请输入短信验证码!" = "សូមបញ្ចូលកូដផ្ទៀងផ្ទាត់ SMS!";

/* No comment provided by engineer. */
"请输入详细原因" = "សូមបញ្ចូលហេតុផលលំអិត";

/* No comment provided by engineer. */
"请输入详细地址" = "សូមបញ្ចូលអាសយដ្ឋានលម្អិត";

/* No comment provided by engineer. */
"请输入银行卡号" = "សូមបញ្ចូលលេខប័ណ្ណធនាគារ";

/* No comment provided by engineer. */
"请输入银行卡号或支付宝微信账号" = "សូមបញ្ចូលលេខប័ណ្ណធនាគារឬលេខគណនី Alipay WeChat";

/* No comment provided by engineer. */
"请输入门牌号" = "សូមបញ្ចូលលេខផ្ទះ";

/* No comment provided by engineer. */
"请选择" = "សូមជ្រើសរើស";

/* No comment provided by engineer. */
"请选择信用卡" = "សូមជ្រើសរើសប័ណ្ណឥណទាន";

/* No comment provided by engineer. */
"请选择发货地址" = "សូមជ្រើសរើសអាសយដ្ឋានដឹកជញ្ជូន";

/* JHWMShopCartVC */
"请选择必点商品" = "សូមជ្រើសរើសផលិតផល";

/* No comment provided by engineer. */
"请选择性别" = "សូមជ្រើសភេទ";

/* JHWMCreateOrderVC
 OrderAddressCell */
"请选择收货地址" = "សូមជ្រើសរើសអាសយដ្ឋានដឹកជញ្ជូន";

/* No comment provided by engineer. */
"请选择有效期" = "សូមជ្រើសរើសរយៈពេលសុពលភាព";

/* No comment provided by engineer. */
"请选择省市区" = "សូមជ្រើសរើសខេត្ត";

/* No comment provided by engineer. */
"请选择要送的物品价值" = "សូមជ្រើសតម្លៃរបស់ធាតុដែលត្រូវផ្ញើ";

/* No comment provided by engineer. */
"请选择要送的物品类型" = "សូមជ្រើសប្រភេទនៃធាតុដែលត្រូវបញ្ជូន";

/* No comment provided by engineer. */
"请选择要送的物品重量" = "សូមជ្រើសរើសទម្ងន់នៃធាតុដែលត្រូវបញ្ជូន";

/* No comment provided by engineer. */
"请选择规格" = "សូមជ្រើសរើសការបញ្ជាក់";

/* No comment provided by engineer. */
"请选择送达时间" = "សូមជ្រើសរើសពេលវេលាបញ្ជូន";

/* No comment provided by engineer. */
"账号" = "លេខគណនី";

/* No comment provided by engineer. */
"账号登录" = "ចូលគណនី";

/* No comment provided by engineer. */
"账户信息" = "ពត៌មានគណនី";

/* JHWMCreateOrderVC */
"货到付款" = "សាច់ប្រាក់នៅពេលប្រគល់";

/* No comment provided by engineer. */
"购买手机号:%@" = "ទិញលេខទូរស័ព្ទ:% @";

/* No comment provided by engineer. */
"购物(666)" = "ការដើរទិញឥវ៉ាន់ (666)";

/* AppDelegate
 JHWaiMaiShopCartVC
 JHWMShopCartVC */
"购物车" = "រទេះទិញទំនិញ";

/* No comment provided by engineer. */
"赏赐小费" = "ផ្តល់រង្វាន់";

/* No comment provided by engineer. */
"起步费用" = "តម្លៃចាប់ផ្តើម";

/* JHWMShopCartVC
 ShopDetailTopView
 WaiMaiShoperCell */
"起送" = "ក្រោកឡើង";

/* No comment provided by engineer. */
"起送价最低" = "តម្លៃទាបបំផុត";

/* No comment provided by engineer. */
"超出配送范围" = "ក្រៅជួរ";

/* No comment provided by engineer. */
"超出限购的部分按照原价计算!" = "ផ្នែកដែលលើសពីដែនកំណត់នៃការទិញត្រូវបានគណនាតាមតម្លៃដើម!";

/* No comment provided by engineer. */
"超时加价" = "ម៉ោងធ្វើការកើនឡើង";

/* No comment provided by engineer. */
"超距加价" = "តម្លៃសំបុត្រខ្ពស់";

/* No comment provided by engineer. */
"超重加价" = "ការកើនឡើងលើសទម្ងន់";

/* No comment provided by engineer. */
"跑腿" = "កំពុងរត់ភារកិច្ច";

/* No comment provided by engineer. */
"跑腿小哥取货中" = "បងប្រុសរត់ប្រណាំងរើសយក";

/* No comment provided by engineer. */
"跑腿小哥已送达" = "បងប្រុសរបស់អ្នករត់ត្រូវបានគេបម្រើ";

/* No comment provided by engineer. */
"跑腿小哥送货中" = "កំពុងរត់ការដឹកជញ្ជូនបងប្អូន";

/* No comment provided by engineer. */
"跑腿费" = "កំពុងរត់ភារកិច្ច";

/* No comment provided by engineer. */
"跑腿费:" = "កំពុងរត់ភារកិច្ច:";

/* No comment provided by engineer. */
"跑腿费: $%@" = "ការរត់ភារៈ: $% @";

/* No comment provided by engineer. */
"距取货地还有%@" = "មាន% @ ពីទីតាំងភីកអាប់";

/* No comment provided by engineer. */
"距您还有%@" = "អ្នកក៏មាន% @";

/* No comment provided by engineer. */
"距离最近" = "ជិតបំផុតទៅ";

/* JHLaunchADVC */
"跳过 " = "រំលង ";

/* JHAddressMainVC */
"输入关键字搜索位置..." = "បញ្ចូលទីតាំងស្វែងរកពាក្យគន្លឹះ...";

/* No comment provided by engineer. */
"输入想要买的商品" = "បញ្ចូលធាតុដែលអ្នកចង់ទិញ";

/* No comment provided by engineer. */
"输入或点击您想购买的物品名称" = "បញ្ចូលឬចុចលើឈ្មោះរបស់ធាតុដែលអ្នកចង់ទិញ";

/* No comment provided by engineer. */
"输入有误,请重新输入" = "បញ្ចូលមិនត្រឹមត្រូវសូមបញ្ចូលម្តងទៀត";

/* No comment provided by engineer. */
"过期退" = "ផុតកំណត់";

/* No comment provided by engineer. */
"运费:%@" = "ការដឹកជញ្ជូន:% @";

/* No comment provided by engineer. */
"还可以输入%ld字" = "អ្នកក៏អាចបញ្ចូលពាក្យ% ld";

/* No comment provided by engineer. */
"还可以输入0字" = "អ្នកក៏អាចបញ្ចូលលេខ 0";

/* JHSkyHongBaoVC */
"进入首页" = "ទៅទំព័រដើម";

/* No comment provided by engineer. */
"进店 >" = "ចូលទៅក្នុងហាង>";

/* No comment provided by engineer. */
"进店领劵" = "ចូលទៅក្នុងគូប៉ុង";

/* No comment provided by engineer. */
"退出登录" = "ចេញ";

/* No comment provided by engineer. */
"退款/售后" = "ការបង្វិលសងវិញ / ក្រោយការលក់";

/* No comment provided by engineer. */
"退款已被商家拒绝" = "ការសងប្រាក់ត្រូវបានច្រានចោលដោយឈ្មួញ";

/* No comment provided by engineer. */
"送" = "ផ្ញើ";

/* No comment provided by engineer. */
"送货中" = "នៅក្នុងការដឹកជញ្ជូន";

/* No comment provided by engineer. */
"送货中..." = "នៅក្នុងការដឹកជញ្ជូន...";

/* No comment provided by engineer. */
"送达" = "បានបម្រើ";

/* JHWMCreateOrderVC */
"送达时间" = "ពេលវេលាដឹកជញ្ជូន";

/* No comment provided by engineer. */
"送达时间:" = "ពេលវេលាដឹកជញ្ជូន:";

/* No comment provided by engineer. */
"选填 $" = "ស្រេចចិត្ត$";

/* JHWMCreateOrderVC */
"选择优惠劵" = "ជ្រើសរើសប័ណ្ណ";

/* JHAddressMainVC */
"选择位置" = "ជ្រើសរើសទីតាំង";

/* No comment provided by engineer. */
"选择充值面额" = "ជ្រើសរើសចំនួនទឹកប្រាក់បញ្ចូល";

/* No comment provided by engineer. */
"选择取货时间" = "ពេលវេលាជ្រើសរើស";

/* JHChooseCityVC */
"选择城市" = "ជ្រើសរើសទីក្រុង";

/* JHWMCreateOrderVC */
"选择支付方式" = "ជ្រើសរើសវិធីទូទាត់";

/* No comment provided by engineer. */
"选择数量" = "ជ្រើសរើសបរិមាណ";

/* No comment provided by engineer. */
"选择物品价格" = "ជ្រើសតម្លៃធាតុ";

/* No comment provided by engineer. */
"选择物品重量" = "ជ្រើសទម្ងន់ធាតុ";

/* JHWMCreateOrderVC */
"选择红包" = "ជ្រើសស្រោមសំបុត្រក្រហម";

/* JHWMCreateOrderVC */
"选择自提时间" = "ជ្រើសរើសពីពេលដែលនិយាយ";

/* No comment provided by engineer. */
"选择规格" = "ជ្រើសរើសលក្ខណៈពិសេស";

/* JHWMCreateOrderVC */
"选择送达时间" = "ជ្រើសរើសពេលវេលាបញ្ជូន";

/* WMGoodDetailCellOne
 WMShopGoodCell */
"选规格" = "ជ្រើសរើសលក្ខណៈពិសេស";

/* No comment provided by engineer. */
"邀请好友" = "អញ្ជើញមិត្តភក្តិ";

/* No comment provided by engineer. */
"配送人员: %@ %@" = "បុគ្គលិកដឹកជញ្ជូន:% 1 $ @% 2 $ @";

/* No comment provided by engineer. */
"配送信息" = "ព័ត៌មានចែកចាយ";

/* No comment provided by engineer. */
"配送员距商家还有%@" = "មាន% @ ពីអ្នកចែកចាយ";

/* No comment provided by engineer. */
"配送员距您还有%@" = "បុគ្គលិកដឹកជញ្ជូនក៏នៅ% @";

/* No comment provided by engineer. */
"配送打分" = "ពិន្ទុចែកចាយ";

/* No comment provided by engineer. */
"配送方式" = "វិធីសាស្ត្រដឹកជញ្ជូន";

/* No comment provided by engineer. */
"配送方式:" = "វិធីសាស្ត្រដឹកជញ្ជូន:";

/* No comment provided by engineer. */
"配送服务" = "សេវាដឹកជញ្ជូន";

/* JHShopDetailVC */
"配送服务: " = "សេវាដឹកជញ្ជូន: ";

/* WMShopEvaluateHeadView */
"配送评分" = "ពិន្ទុដឹកជញ្ជូន";

/* JHWMCreateOrderVC
 ShopDetailTopView
 WaiMaiShoperCell */
"配送费" = "ថ្លៃដឹកជញ្ជូន";

/* JHWMShopCartVC */
"配送费以订单为准" = "តម្លៃនៃការដឹកជញ្ជូនត្រូវបានផ្អែកលើលំដាប់";

/* No comment provided by engineer. */
"配送距离" = "ចម្ងាយចែកចាយ";

/* No comment provided by engineer. */
"配送骑手" = "អ្នកចែកចាយ";

/* No comment provided by engineer. */
"酒店(999)" = "សណ្ឋាគារ (999)";

/* No comment provided by engineer. */
"释放回到详情主界面" = "បញ្ចេញទៅចំណុចប្រទាក់សំខាន់";

/* No comment provided by engineer. */
"重新定位" = "ដាក់កម្រិត";

/* No comment provided by engineer. */
"重新获取" = "ស្តារឡើងវិញ";

/* No comment provided by engineer. */
"重量" = "ទំងន់";

/* No comment provided by engineer. */
"销量" = "បរិមាណលក់";

/* No comment provided by engineer. */
"销量:%@" = "ការលក់:% @ ";

/* No comment provided by engineer. */
"销量最高" = "ការលក់ខ្ពស់បំផុត";

/* No comment provided by engineer. */
"门牌号" = "លេខផ្ទះ";

/* No comment provided by engineer. */
"附近" = "នៅជិត";

/* No comment provided by engineer. */
"附近店铺" = "ហាងទំនិញនៅជិត";

/* JHWaiMaiHomeVC */
"附近推荐商家" = "អាជីវកម្មដែលត្រូវបានណែនាំនៅក្បែរនោះ";

/* No comment provided by engineer. */
"附近推荐团购" = "ត្រូវបានស្នើទិញក្រុមនៅក្បែរ";

/* No comment provided by engineer. */
"随时退" = "សម្រាកនៅពេលណាមួយ";

/* No comment provided by engineer. */
"需货到付款 $%@" = "សាច់ប្រាក់ក្នុងការដឹកជញ្ជូន %%";

/* No comment provided by engineer. */
"鞋靴" = "ស្បែកជើង";

/* No comment provided by engineer. */
"预览" = "មើលជាមុន";

/* No comment provided by engineer. */
"领取优惠券" = "ទទួលបានគូប៉ុង";

/* JHShopMenuVC */
"领取优惠劵" = "ទទួលបានគូប៉ុង";

/* No comment provided by engineer. */
"食品" = "ផលិតផលអាហារ";

/* JHWMCreateOrderVC */
"餐盒打包费" = "ថ្លៃអាហារថ្ងៃត្រង់ប្រអប់អាហារថ្ងៃត្រង់";

/* JHWMCreateOrderVC */
"餐盒费" = "ថ្លៃអាហារថ្ងៃត្រង់";

/* JHWMShopCartVC */
"餐盒费:  " = "ថ្លៃអាហារថ្ងៃត្រង់:  ";

/* No comment provided by engineer. */
"餐饮服务|购物服务|生活服务|住宿服务|商务住宅|公司企业" = "សេវាកម្មម្ហូបអាហារ|សេវាកម្មដើរទិញឥវ៉ាន់|សេវាកម្មជីវិត|សេវាកម្មស្នាក់នៅ|គេហដ្ឋានអាជីវកម្ម|ក្រុមហ៊ុនក្រុមហ៊ុន";

/* No comment provided by engineer. */
"首单优惠" = "គូប៉ុងដំបូង";

/* AppDelegate */
"首页" = "ផ្ទះ";

/* No comment provided by engineer. */
"验证失败..." = "ការផ្ទៀងផ្ទាត់បានបរាជ័យ ...";

/* No comment provided by engineer. */
"验证码" = "កូដផ្ទៀងផ្ទាត់";

/* No comment provided by engineer. */
"骑手" = "អ្នកជិះ";

/* No comment provided by engineer. */
"骑手正在取餐" = "អ្នកជិះកង់កំពុងញ៉ាំអាហារ";

/* No comment provided by engineer. */
"骑手正在送餐" = "អ្នកជិះកង់កំពុងបញ្ជូនអាហារ";

/* No comment provided by engineer. */
"高德地图" = "ផែនទី Golder";

/* No comment provided by engineer. */
"默认地址" = "អាសយដ្ឋានលំនាំដើម";

